Repository: dchristl/smsoip
Catalog: core/gettext/*.po
Languages: de

source: Send
de: Senden

# changeProvider
source: Provider
de: Anbieter

source: Choose Provider
de: Anbieter auswählen

source: Provider settings
de: Anbietereinstellungen

source: Program settings
de: Programmeinstellungen

# exit
source: Quit
de: Beenden

source: Username
de: Benutzername

source: Password
de: Passwort

# receiverField
source: Name or Number
de: Name oder Nummer

# smsText
source: Message
de: Nachricht

# chooseType
source: Sending type
de: Sendetyp

# smssigns
source: %1$s characters (%2$s SMS)
de: %s Zeichen (%s SMS)

# pickNumber
source: Choose number for %1$s
de: Nummer für %1$s auswählen:

# noNumber
source: No number for %1$s found
de: Keine Nummer für %1$s gefunden

# smscomitted
source: Message will be sent
de: SMS wird gesendet

# wantClear
source: All inputs will be deleted!
de: Alle eingegebenen Daten werden gelöscht!

source: Error
de: Fehler

source: Success
de: Erfolg

# noNetwork
source: Network error
de: Netzwerkfehler

source: Unknown error
de: Unbekannter Fehler

# loginFailed
source: Pass invalid!
de: Zugangsdaten fehlerhaft!

# user_cancelled
source: User canceled
de: Abbruch durch Nutzer

source: Login successful
de: Login erfolgreich

source: Not yet refreshed
de: Noch nicht aktualisiert

source: (Tap)
de: (Tippe)

# description
source: Sending SMS by several providers
de: Senden von SMS über diverse Anbieter

# noNumberInput
source: No number entered!
de: Keine Nummer eingegeben!

# noTextInput
source: No message entered!
de: Kein Text eingegeben!

# noNetworkAvailable
source: Network not activated!
de: Netzwerk nicht aktiviert!

# timeOutReached
source: Timeout reached! Please try again later
de: Timeout erreicht! Bitte später noch einmal versuchen

# press_back_again
source: Press back again to quit SMSoIP.
de: Erneut drücken zum Beenden

# checkCredentials
source: Pass will be checked.
de: Zugangsdaten werden überprüft.

# noCredentials
source: Credentials incomplete
de: Zugangsdaten unvollständig

# openNetworkSettings
source: Networksettings
de: Netzwerkeinstellungen

# activateWLAN
source: Activate Wireless LAN
de: W-LAN aktivieren

# no_providers
source: No plugin is installed. SMSoIP needs at least one plugin to work. You will be redirected to plugin page.
de: Es ist kein Plugin installiert. SMSoIP benötigt mindestens ein Plugin, um zu funktionieren. Du wirst zur Plugin-Seite weitergeleitet.

source: Default provider
de: Standardanbieter

# default_provider_description
source: Choose your default provider on app startup.
de: Der Standardanbieter der automatisch beim Starten der App ausgewählt ist.

# no_default_Provider
source: None (ask every time)
de: Keiner (jedesmal fragen)

# visit_project_page
source: Visit Homepage
de: Homepage besuchen

# visit_project_page_description
source: Visit project home for help and further explanations
de: Besuche die Homepage von SMSoIP für weitere Anleitungen.

# visit_plugin_page
source: Find plugins
de: Plugins suchen

# donate_plugin_page
source: Remove ads
de: Werbung entfernen

# donate_plugin_page_description
source: Remove the ads and support future development by buying Donate Plugin.
de: Entferne die Werbung und unterstütze die Weiterentwicklung durch Kauf des Donate Plugins.

# area_code
source: Default international area code
de: Standardländercode

# area_code_description
source: Your default country pre-select (like 49 for Germany or 1 for USA) will be automatically prepended to receiver number if needed.
de: Standardvorwahlcode für dein Land (z.B. 49 für Deutschland oder 43 für Österreich). Wird automatisch zur Telefonnummer hinzugefügt, falls es benötigt wird.

# reset_area_code
source: Wrong area code. Will be resetted to %1$s
de: Falscher Ländercode. Wird zurückgesetzt auf %1$s

# deprecated_providers
source: Some plugins could not be loaded. Please check if you have the latest version of the plugin and SMSoIP and try again.
de: Einige Plugins konnten nicht geladen werden. Bitte überprüfe, ob die jeweils neueste Version des Plugins und von SMSoIP installiert ist. Danach noch einmal probieren.

# too_new_providers
source: Following plugins are too new and could not be loaded. Please update application:
de: Folgende Plugins sind zu neu und konnten nicht geladen werden. Bitte SMSoIP updaten:

source: Enable network check
de: Netzwerküberprüfung aktivieren

# enable_network_check_description
source: Enable the check on startup if network is available and shows you additional options, like enabling W-LAN.
de: Überprüft beim Start der Applikation, ob ein Netzwerk verfügbar ist. Falls nicht, zeigt es weitere Optionen, wie das Aktivieren des W-LANs.

# enable_info_update
source: Auto update
de: Auto Aktualisierung

# enable_info_update_description
source: On app startup the provider informations like free messages will be updated.
de: Beim Starten der App werden die Anbieterinformationen, wie kostenlose SMS automatisch aktualisiert.

# enable_provider_output
source: Enable output of provider
de: Anbieterausgabe aktivieren

# enable_provider_output_description
source: Messages going to database will be indicated (e.g. 'SMSoIP (GMX)').
de: Nachrichten im SMS-Ausgang werden mit einem Indikator versehen (z.B. 'SMSoIP (GMX)').

# number_heading
source: number
de: Nummer

source: Unknown
de: Unbekannt

# max_receivers_reached
source: Maximum of %1$s receivers reached. Receiver could not be appended.
de: Maximale Anzahl von %1$s Empfänger erreicht. Empfänger konnte nicht hinzugefügt werden.

# too_much_receivers
source: Maximum of receivers is %1$s. Surplus receivers are removed!
de: Die maximale Anzahl der Empfänger ist %1$s. Überschüssige Empfänger wurden entfernt!

# no_phone_type_label
source: other
de: Andere

# write_to_database
source: Write to internal messages outbox
de: Schreibe SMS in ausgehende Nachrichten

# write_to_database_description
source: Write successful messages to your in-device message outbox.
de: Schreibt erfolgreiche Nachrichten in den SMS-Ausgang des Gerätes.

# not_supported_on_device
source: Not supported on this device
de: Auf diesem Gerät nicht unterstützt

# pick_for_disabling
source: Tap for removing
de: Klick zum Entfernen

# receiver_added_twice
source: Receiver number added twice!
de: Empfängernummer doppelt hinzugefügt!

# account_list
source: Account management
de: Account-Verwaltung

# account_list_description
source: Manage accounts and choose the default one. Current default account is: <%1$s>.
de: Verwalte mehrere Accounts des Anbieters. Aktueller Standardaccount ist: <%1$s>.

# account_add_account
source: Add account
de: Account hinzufügen

# account_no_account
source: Not set
de: Nicht gesetzt

source: Choose Account
de: Account auswählen

source: Partial success
de: Teilweiser Erfolg

# changelog_title
source: What's New
de: Was ist neu

# welcome_title
source: Welcome to SMSoIP
de: Willkommen bei SMSoIP

# lastConversation
source: Conversations
de: Konversationen

# clickToAdd
source: (Click to add as receiver)
de: (Klick, um als Empfänger hinzuzufügen)

# crash_toast_text
source: Ooooops! This shoud not happen, please send crash report to developer!
de: Uuups! Das sollte nicht passieren, bitte sende einen Fehlerbericht an den Entwickler!

# crash_notif_ticker_text
source: Unexpected error in SMSoIP, please send a report…
de: Unerwarteter Fehler in SMSoIP, bitte sende den Fehlerbericht…

# crash_notif_title
source: SMSoIP has crashed…
de: SMSoIP wurde beendet…

# crash_notif_text
source: Please click here to help fix the issue.
de: Bitte klicke hier, um das Problem zu beheben.

# crash_dialog_title
source: SMSoIP has crashed
de: SMSoIP wurde beendet

# crash_dialog_text
source: An unexpected error occurred forcing the application to stop. Please make sure you have the latest version of SMSoIP and your used plugins installed. If this will not work, please help the developer to improve SMSoIP by sending error data, all you have to do is click 'OK'. No private data will be sent.
de: Ein unerwarteter Fehler hat dazu geführt, dass die App beendet wurde. Bitte stelle sicher, dass SMSoIP und alle installierten Plugins auf dem neuesten Stand sind. Wenn dies weiterhin zum Fehler führt, hilf bitte mit diesen zu beheben, indem du den Fehlerreport an den Entwickler schickst. Alles was du tun musst ist 'OK' klicken. Es werden keinerlei privaten Daten übertragen.

# crash_dialog_comment_prompt
source: You might add your comments about the problem and if you want to be contacted your mail address below:
de: Zusätzlich kannst du auch Kommentare und wenn du kontaktiert werden möchtest auch deine E-Mail-Adresse zum Problem hinzufügen:

# crash_dialog_ok_toast
source: Thank you for your support! Error will be fixed as soon as possible.
de: Danke für deine Unterstützung! Der Fehler wird so schnell wie möglich behoben.

source: Now
de: Sofort

source: Sending time
de: Sendezeitpunkt

# time_in_past
source: Sending time is in past!
de: Sendezeitpunkt ist in der Vergangenheit!

# enable_compact_mode
source: Compact mode
de: Kompaktmodus

# enable_compact_mode_description
source: Use the compact mode by default (on startup)
de: Benutze den kompakten Modus standardmäßig bereits beim Start.

# sms_receiver_settings
source: Message notifcation settings
de: Meldungseinstellung bei empf. SMS

# react_on_incoming_sms
source: Message notification
de: SMS-Benachrichtigung

# react_on_incoming_sms_description
source: Change settings for the listener of incoming messages in the notification bar.
de: Einstellungen für die Überwachung empfangener Nachrichten und Hinweis in der Benachrichtigungsleiste.

# receiver_activated
source: Activate notification
de: Aktiviere Überwachung

# receiver_activated_description
source: Enable the notification on incoming messages. Then you can answer directly to this message.
de: Aktiviere die Benachrichtigung durch SMSoIP bei empfangenen SMS. Damit kann direkt auf die Nachricht mit SMSoIP geantwortet werden.

# only_one_notfication
source: Only one notification
de: Nur einmal benachrichtigen

# only_one_notfication_description
source: The notification will only be shown once on more than one message at the same time. You can answer only to the last received message then.
de: Bei mehreren eingehenden SMS gleichzeitig wird nur einmal benachrichtigt. Es kann dann nur auf die zuletzt eingegangene SMS geantwortet werden.

# choose_ringtone
source: Ringtone
de: Benachrichtigungston

# choose_ringtone_description
source: Choose your ringtone for notification.
de: Wähle den Ton für die Benachrichtigung.

# inputs_corrected
source: Your receivers were incorrect and were automatically corrected! Check for correctness and send again.
de: Die Empfängereingabe war falsch und wurde automatisch korrigiert! Überprüfe auf Korrektheit und sende noch einmal.

# receiver_vibrate_activated_description
source: Enable or disable vibration for the notification.
de: Aktiviere oder deaktiviere die Vibration bei Benachrichtigungen.

# receiver_led_activated_description
source: Enable or disable notification light.
de: Aktiviere oder deaktiviere das Benachrichtigungslicht.

# category_base
source: Base settings
de: Grundeinstellungen

# category_layout
source: Layout settings
de: Aussehen

# category_behaviour
source: Behaviour settings
de: Verhalten

# category_stuff
source: Miscellaneous/Help
de: Sonstiges/Hilfe

# font_size
source: Change font size
de: Schriftgröße ändern

# font_size_description
source: Change the font size of the message input field.
de: Ändere die Schriftgröße des Nachrichtentextes.

# font_size_dialog_description
source: Hint: Click on the sample text to reset to the default value.
de: Hinweis: Klicke auf den Beispieltext, um auf die Standardeinstellungen zurückzusetzen.

# youtube_video
source: Watch introduction video
de: Erklärungsvideo anschauen

# youtube_video_description
source: Watch a short introduction and explanation of SMSoIP at Youtube.
de: Öffne Youtube, um ein kurzes Erklärungsvideo zu SMSoIP auf Youtube anzuschauen.

# background_image
source: Set background image
de: Hintergrundbild setzen

# background_image_description
source: Change the background of SMSoIP to an image of your gallery.
de: Tausche das Hintergrundbild von SMSoIP durch ein Bild aus der Galerie aus.

# background_image_dialog
source: Select an image from the gallery or set background back to default.
de: Wähle ein Bild aus der Foto-Galerie oder setze den Bildschirmhintergrund zurück.

# background_image_dialog_pick
source: Gallery
de: Galerie

# background_image_dialog_reset
source: Reset
de: Standard

# background_will_be_set
source: Image will be processed and set.
de: Hintergrundbild wird verarbeitet und gesetzt.

# background_set_error
source: Error on setting background image.
de: Fehler beim Setzen des Hintergrundes aufgetreten.

source: No conversation
de: Keine Konversation

# module_preference
source: Text modules
de: Textbausteine

# module_preference_description
source: Maintain text modules for faster text input.
de: Verwalte deine Textbausteine für schnellere Texteingabe.

# key
source: Shortcut
de: Schlüssel

# value
source: Replacement
de: Ersetzung

source: Delete
de: Entfernen

# add_module
source: Add text module
de: Textbaustein hinzufügen

source: Add contact
de: Kontakt hinzufügen

# key_too_short
source: The shortcut must have at least two characters.
de: Der Schlüssel muss mindestens aus zwei Zeichen bestehen.

# key_already_exist
source: The shortcut already exists.
de: Der Schlüssel existiert bereits.

# empty_value
source: No replacement entered.
de: Keinen Wert eingegeben.

# modules_explanation
source: What is a text module?
de: Was sind Textbausteine?

# modules_explanation_description
source: Show a little explanation, text modules can used for.
de: Zeigt eine kleine Erklärung wofür Textbausteine da sind und wie man sie benutzt.

# modules_explanation_description_full
source: Text modules consist of a shortcut and a replacement. They help you to enter often used text faster. In SMSoIP they are used for faster inputs in the message textfiels and can be invoked in three different ways: -By input of the shortcut followed by space -By input of the shortcut followed by enter key or -By pressing the arrow button on the bottom of the message field. The best result you will get if you choose a short word as shortcut, that is not a normal word. So text modules do not collide with normal text input.
de: Textbausteine bestehen aus einem Schlüssel (Shortcut) und einer Ersetzung. Diese helfen dabei häufig wiederkehrende Texte schneller einzugeben. In SMSoIP werden die Textbausteine für schnellere Eingaben in das Nachrichtenfeld genutzt und können auf drei Arten gestartet werden: -durch Eingabe des Schlüssels, gefolgt von einem Leerzeichen -durch Eingabe des Schlüssels, gefolgt von der Enter-Taste des Keyboards oder -durch Drücken des Pfeil-Knopfes rechts unterhalb des Nachrichtenfeldes. Die besten Ergebnisse bei der Texteingabe erzielst du, indem du als Schlüssel ein kurze Buchstabenfolge benutzt, die aber kein normales Wort ist, damit die Textbausteine nicht mit der normalen Texteingabe kollidieren.

source: Contact developer
de: Entwickler kontaktieren

# contact_developer_description
source: Feedback, found a bug or your provider is not available? Send me a mail.
de: Verbesserungsvorschläge, Fehler gefunden oder dein Anbieter ist nicht verfügbar? Sende mir eine E-Mail.

# rate_app_message
source: You now uses SMSoIP some time. If you like the app, please take a moment to rate SMSoIP and/or a plugin on store. Thanks for your support!
de: Du benutzt nun SMSoIP schon einige Zeit. Wenn dir die App gefällt und du einen Moment Zeit hast, wäre es schön, wenn du SMSoIP und/oder dein benutztes Plugin im Store bewertest. Vielen Dank für deine Unterstützung!

# rate_app_title
source: Enjoying SMSoIP?
de: Zufrieden mit SMSoIP?

# rate_no_thanks
source: No, Thanks
de: Nein, Danke

# rate_yes
source: Rate
de: Bewerten

# rate_remind_me_later
source: Remind me later
de: Später

# nothing_to_shorten
source: No text to shorten.
de: Kein Text zum Kürzen eingegeben.

# nothing_to_clear
source: No inputs to clear.
de: Keine Eingabe zum Löschen.

# no_text_modules
source: No text modules defined.
de: Keine Textmodule gepflegt.

# hintAddReceivers
source: Hint: Add receivers to show more conversations.
de: Hinweis: Füge Empfänger hinzu, um weitere Konversationen anzuzeigen!

# homepage
source: https://sites.google.com/site/smsoip/home
de: https://sites.google.com/site/smsoip/homepage-of-smsoip-deutsche-version

# notification_url
source: http://smsoip.funpic.de/messages/en/info.xml
de: http://smsoip.funpic.de/messages/de/info.xml

# button_visibiliy
source: Buttonvisibility (ActionBar)
de: Buttonsichtbarkeit (ActionBar)

# button_visibiliy_description
source: Buttons for provider- or userchange are visible/invisible. Change can also be invoked by tap on providericon or username.
de: Buttons für Anbieter- oder Benutzerwechsel anzeigen/ausblenden. Das Wechseln ist zusätzlich durch Tippen auf das Anbieterlogo oder den Benutzernamen möglich.

# no_user_name
source: %s must not be empty!
de: %s darf nicht leer sein!

# account_already_defined
source: %s already present!
de: %s bereits vorhanden!

# phonebook_preference
source: SMSoIP contacts
de: SMSoIP Kontakte

# phonebook_preference_description
source: Manage contacts of the internal SMSoIP phonebook.
de: Verwalte die Kontakte des internen SMSoIP-Telefonbuchs.

# contact_numbers
source: Numbers
de: Telefonnummern

source: Answer
de: Antworten

source: Mark as read
de: Als gelens markieren

source: Show message dialog
de: Nachrichtendialog anzeigen

# show_message_dialog_description
source: Shows the message in a dialog on notification click.
de: Zeigt einen Dialog mit der Nachricht, wenn die Benachrichtigung geklickt wird.

# expert_preferences
source: Expert settings
de: Experteneinstellungen

# expert_preferences_description
source: Advanced settings for expert users.
de: Einstellungen für fortgeschrittene Nutzer.

# conversation_count
source: Count of conversation messages
de: Anzahl der SMS in der Konversation

# conversation_count_description
source: Number of messages will be loaded and shown in conversation dialog. Zero means all.
de: Anzahl der SMS, die in einer Konversation angezeigt werden. Bei Null werden alle Nachrichten geladen.

# conversation_order_down
source: Order conversations downwards
de: Sortiere Konversationen abwärts

# conversation_order_down_description
source: Oldest messages in conversations are sorted at first and newest at last position. The dialog will auto scroll to the end.
de: Ältere Nachrichten stehen am Anfang und Neuere am Ende. Es wird automatisch bis zum Ende gescrollt.

# output_template_multi
source: Template for provider output (multi accounts)
de: Vorlage für Anbieterausgabe (Multi-Accounts)

# output_template_single
source: Template for provider output (single account)
de: Vorlage für Anbieterausgabe (Single Account)

# output_template_multi_description
source: The provideroutput to the internal database when more than one account is available. Use %a for app name, %u for current user and %p for current provider.
de: Die Anbieterausgabe beim Speichern der SMS in der internen Datenbank wenn mehr als ein Account verfügbar ist. Benutze %a für den App-Namen, %u für den verwendeten Benutzer und %p für das verwendete Plugin.

# output_template_single_description
source: The provideroutput to the internal database when only one account is available. Use %a for app name, %u for current user and %p for current provider
de: Die Anbieterausgabe beim Speichern der SMS in der internen Datenbank wenn nur ein Account verfügbar ist. Benutze %a für den App-Namen, %u für den verwendeten Benutzer und %p für das verwendete Plugin.

# incoming_color
source: Bubble color of incoming messages
de: Hintergrundfarbe für empfangene Nachrichten

# incoming_color_description
source: Hexadecimal balloon color of incoming messages in conversation dialog.
de: Hexadezimale Farbe für die Sprechblase (Eingang) im Konversationendialog.

# incoming_text_color
source: Text color of incoming messages
de: Textfarbe für empfangene Nachrichten

# incoming_text_color_description
source: Hexadecimal text color of incoming messages in conversation dialog.
de: Hexadezimale Farbe für den Text (Eingang) im Konversationendialog.

# outgoing_color
source: Bubble color of outgoing messages
de: Hintergrundfarbe für gesendete Nachrichten

# outgoing_color_description
source: Hexadecimal balloon color of outgoing messages in conversation dialog.
de: Hexadezimale Farbe für die Sprechblase (Ausgang) im Konversationendialog.

# outgoing_text_color
source: Text color of outgoing messages
de: Textfarbe für gesendete Nachrichten

# outgoing_text_color_description
source: Hexadecimal text color of outgoing messages in conversation dialog.
de: Hexadezimale Farbe für den Text (Ausgang) im Konversationendialog.
